[UIShowEnemies]
localized_m_strShadowChamberTitle=暗影舱
localized_m_strEnemiesDetected=侦测到敌人的名单:
localized_PlotType=地图类型:
localized_BiomeType=环境类型:
localized_Time=预计抵达使用时间:

; Plot Localization
localized_Abandoned=废弃都市
localized_Abandoned_Indoors=废弃都市的室内
localized_Abandoned_Occluded=废弃都市的室外
localized_CityCenter=市中心
localized_DerelictFacility=瓦伦博士的实验室
localized_LostTower=失落之塔室内
;localized_DLC3_LostTowers_Outdoors=失落之塔门口
;localized_DLC3_LostTowers_Rooftop=失落之塔塔顶
localized_Facility=变种人设施
localized_Rooftops=屋顶
localized_SarcophagusRoom=升天之间
localized_Slums=贫民窟
localized_Shanty=棚户区
localized_SmallTown=小城镇
localized_Stronghold=天选者要塞
localized_Wilderness=荒野
localized_Tunnels_Reverb=隧道
localized_Tunnels_Sewer=下水道
localized_Tunnels_Subway=地下铁

; Biome localization
localized_Arid=干旱
localized_Tundra=苔原
localized_Temperate=温和
localized_Xenoform=异域

; Localized Strings for Mod Config Menu Items
[UIShowEnemies_MCMScreen]
sSettingsPage_MCMText=Show Enemies on Mission Planning
sPageTitle_MCMText=在任务计画中显示敌人和环境类型
sGroupGeneralSettings_MCMText=常规设置
sShowBackground_MCMText=显示界面区域
sShadowChamberStyle_MCMText=使用暗影舱风格
sPanelSettings_MCMText=界面设置
sBackgroundType_MCMText=界面区域类型
sEnemiesCountPanelSizeX_MCMText=敌人数量界面尺寸X
sEnemiesCountPanelSizeY_MCMText=敌人数量界面尺寸Y
sEnemiesListPanelSizeX_MCMText=敌人名单界面尺寸X
sEnemiesListPanelSizeY_MCMText=敌人名单界面尺寸Y
sPanelTerrainSizeX_MCMText=地形界面尺寸X
sPanelTerrainSizeY_MCMText=地形界面尺寸Y
sAlphaBackground_MCMText=界面透明度
sGroupEnemiesListSettings_MCMText=敌人名单界面设置
sShowWithoutShadowChamber_MCMText=没有暗影舱也可以显示敌人名单
sEnemiesListPositionX_MCMText=敌人名单重左上角X位置列出
sEnemiesListPositionY_MCMText=敌人名单重左上角Y位置列出
sEnemiesListSitrepOffset_MCMText=敌人名单右边的偏移量Y
sGroupTerrainSettings_MCMText=地形设置
sShowTerrain_MCMText=显示地形信息
sShowPlotText_MCMText=显示任务信息
sShowBiomeText_MCMText=显示环境信息
sShowIcons_MCMText=显示任务/环境图标
sShowEnemyIcons_MCMText=显示敌人图标
sTerrainTitleColor_MCMText=地形名称颜色
sTerrainColor_MCMText=地形文本颜色
sTimeColor_MCMText=时间文本颜色
sTerrainPosX_MCMText=地形信息重右上角X位置显示
sTerrainPosY_MCMText=地形信息重右上角Y位置显示
sIconSize_MCMText=任务/环境图标尺寸
sEnemyIconSize_MCMText=敌人图标尺寸
sIconVSpace_MCMText=任务/环境图标垂直间距
sEnemyIconVSpace_MCMText=任务/环境图标垂直间距
sShowChosen_MCMText=在任务计画中显示天选者
sShowTime_MCMText=显示地形信息的“预计抵达使用时间”
sEnemiesListAnchor_MCMText=敌人名单屏幕锚点（可以是左上角或右上角）
sTerrainAnchor_MCMText=地形屏幕锚点（可以是左上角或右上角）
sShowEnemiesList_MCMText=显示敌人名单文本和界面